***messages***

; WinRAR 7.3x 日本語言語ファイル

:STRINGS

IDS_EXTRACTTO                  "解凍(&A)..."
IDS_EXTRACT                    "%s に解凍(&E)"
IDS_EXTRACTHERE                "ここに解凍(&X)"
IDS_EXTRACTSEPARATE            "書庫ごとにサブフォルダーに解凍(&S)"
IDS_EXTRTOHELP                 "ファイルを解凍します。追加オプションが利用可能です"
IDS_EXTRHELP                   "指定されたフォルダーにファイルを解凍します"
IDS_EXTRHEREHELP               "カレントフォルダーにファイルを解凍します"
IDS_EXTRSEPARATEHELP           "書庫ごとに個別のサブフォルダーに解凍します"
IDS_ADD                        "書庫に圧縮(&A)..."
IDS_ADDHELP                    "書庫にファイルを圧縮します。追加オプションが利用可能です"
IDS_ADDARC                     "%s に圧縮(&T)"
IDS_ADDARCHELP                 "書庫にファイルを圧縮します"
IDS_OPENARCHIVE                "WinRAR で開く(&W)"
IDS_OPENARCHIVEHELP            "書庫を WinRAR で開く"
IDS_PROPTITLE                  "書庫"
IDS_PROPCMTTITLE               "コメント"
IDS_UNKNOWN                    "不明"
IDS_INFOSOLID                  "ソリッド"
IDS_INFOSFX                    "自己解凍"
IDS_INFOVOLUME                 "%s ボリューム"
IDS_INFOARCHIVE                "%s 書庫"
IDS_PRESENT                    "あり"
IDS_ABSENT                     "なし"

; 暗号化されたファイル名を含むアーカイブのアーカイブプロパティダイアログに表示されます。
; このフィールドはスペースに制限があるため、できるだけ簡潔に入力してください。
IDS_INFOENCNAMES               "名前とデータ"

IDS_EMAILARC                   "%s に圧縮してメール送信"
IDS_EMAILARCOPT                "圧縮してメール送信..."
IDS_TEST                       "書庫をテスト(&I)"
IDS_TESTHELP                   "書庫のエラーをチェック"
IDS_CONVERT                    "書庫を変換..."
IDS_PROFILE                    "圧縮プロファイルを使用してファイルを書庫に圧縮"
IDS_BYTES                      "バイト"
; バイト、キロバイト、メガバイト、ギガバイト、テラバイトの略語。
IDS_B                          "B"
IDS_KB                         "KB"
IDS_MB                         "MB"
IDS_GB                         "GB"
IDS_TB                         "TB"



:DIALOG EXTARCINFODLG

SIZE                           "100*100"
IDC_INFOEXTRVERSIONTEXT        "解凍バージョン"
IDC_INFOOSTEXT                 "ホスト OS"
IDC_INFOFOLDERSTEXT            "フォルダー数"
IDC_INFOFILESTEXT              "ファイル数"
IDC_INFOTOTALLENGTHTEXT        "合計サイズ"
IDC_INFOPACKEDLENGTHTEXT       "格納サイズ"
IDC_INFORATIOTEXT              "圧縮率"
IDC_INFOSFXTEXT                "自己解凍モジュールサイズ"
IDC_INFOMAINCOMMENTTEXT        "メインコメント"
IDC_INFOPASSWORDSTEXT          "暗号化"
IDC_INFODICTTEXT               "辞書サイズ"
IDC_INFORECTEXT                "リカバリレコード"
IDC_INFOLOCKTEXT               "ロック"
IDC_INFOORIGNAMETEXT           "元の名前"
IDC_INFOORIGTIMETEXT           "元の日時"


:DIALOG EXTCMTARCINFODLG

SIZE                           "100*100"
